Repository: deepbhikadiya/RedDrop-User
Catalog: lib/l10n/intl_*.arb
Languages: gu

source: Enter First Name
gu: પ્રથમ નામ દાખલ કરો

source: Enter Middle Name
gu: મધ્ય નામ દાખલ કરો

source: Enter Last Name
gu: છેલ્લું નામ દાખલ કરો

# enter_national_id_no
source: Enter Your AADHAAR No.
gu: તમારો આધાર નંબર દાખલ કરો.

source: Enter Phone Number
gu: ફોન નંબર દાખલ કરો

source: Enter Password
gu: પાસવર્ડ દાખલ કરો

# enter_confirm_password
source: Confirm Your Password
gu: તમારા પાસવર્ડની ખાતરી કરો

source: Your Blood Group
gu: તમારું બ્લડ ગ્રુપ

source: Already have an account ?
gu: પહેલેથી જ એકાઉન્ટ છે?

source: Login Here
gu: અહીં લોગિન કરો

# we_have_just_sent_you_code
source: We have just sent you a 6 digit code via your Mobile Number.
gu: અમે હમણાં જ તમારા મોબાઈલ નંબર દ્વારા તમને 6 અંકનો કોડ મોકલ્યો છે.

source: Resend Code
gu: કોડ ફરીથી મોકલો

source: Continue
gu: ચાલુ રાખો

source: Login
gu: લોગિન

source: Please fill up and login to your account
gu: કૃપા કરીને ભરો અને તમારા એકાઉન્ટમાં લૉગિન કરો

source: Forgot Password ?
gu: પાસવર્ડ ભૂલી ગયા છો?

# don_have_an_account
source: Donâ€™t have an account?
gu: એકાઉન્ટ નથી?

# don_worry_it_happen
source: Don't worry! it happens. Please enter the mobile number associated with your account.
gu: ચિંતા કરશો નહીં! કૃપા કરીને તમારા એકાઉન્ટ સાથે સંકળાયેલ મોબાઇલ નંબર દાખલ કરો.

source: Enter OTP
gu: OTP દાખલ કરો

source: Submit
gu: સબમિટ કરો

source: Error
gu: ભૂલ

source: Okay
gu: બરાબર

source: Select Gender
gu: લિંગ પસંદ કરો

source: Select City
gu: શહેર પસંદ કરો

source: Select Area
gu: વિસ્તાર પસંદ કરો

source: Cancel
gu: રદ કરો

# select_birthdate_is_not_eligible_to_donate_blood
source: Selected birthdate is not eligible for donating blood.
gu: પસંદ કરેલ જન્મતારીખ રક્તદાન માટે પાત્ર નથી.

source: Camera Roll
gu: કેમેરા

source: Gallery
gu: ગેલેરી

source: Search City
gu: શહેર શોધો

source: Search Area
gu: શોધ વિસ્તાર

source: I accept the
gu: હું સ્વીકારું છું

# terms_and_condition
source: Terms & Conditions
gu: શરતો અને નિયમો

# oof
source: of
gu: ના

source: No more data
gu: વધુ ડેટા નથી

source: Male
gu: પુરુષ

source: Female
gu: સ્ત્રી

# enter_referral_code
source: Enter Referral Code(optional)
gu: રેફરલ કોડ દાખલ કરો (વૈકલ્પિક)

source: Done
gu: થઈ ગયું

# option
source: (optional)
gu: (વૈકલ્પિક)

source: Register
gu: નોંધણી કરો

# mission_to_save_life
source: Thanks for joining us on our mission to save lives
gu: જીવન બચાવવાના અમારા મિશનમાં અમારી સાથે જોડાવા બદલ આભાર

source: Welcome Back!
gu: ફરી સ્વાગત છે!

source: Select Birthdate
gu: જન્મતારીખ પસંદ કરો

source: Home
gu: હોમ

source: Request
gu: રિક્વેસ્ટ

source: Notification
gu: નોટિફિકેશન

source: Profile
gu: પ્રોફાઇલ

source: Hello
gu: નમસ્તે

source: Good Morning
gu: સુપ્રભાત

source: Good Afternoon
gu: શુભ બપોર

source: Good Evening
gu: શુભ સાંજ

source: Good Night
gu: શુભ રાત્રી

source: Questionnaires
gu: પ્રશ્નાવલીઓ

# fill_up_the_questionnaires
source: Fill up the following questionnaires and become a donor
gu: નીચેની પ્રશ્નાવલીઓ ભરો અને દાતા બનો

source: Do you have diabetes?
gu: શું તમને ડાયાબિટીસ છે?

# ever_have_lung_problem
source: Had you ever had problems with your heart or lungs?
gu: શું તમને ક્યારેય તમારા હૃદય અથવા ફેફસામાં સમસ્યા હતી?

# last_28_day_have_covid
source: In the last 28 days do you have COVID-19?
gu: શું તમને છેલ્લા 28 દિવસમાં COVID-19 છે?

# have_you_ever_positive_aids
source: Have you ever had a positive test for the HIV/AIDS virus?
gu: શું તમે ક્યારેય HIV/AIDS વાયરસ માટે સકારાત્મક પરીક્ષણ કરાવ્યું છે?

# have_cancer
source: Have you ever had cancer?
gu: શું તમને ક્યારેય કેન્સર થયું છે?

# last_3_month_vaccine
source: In the last 3 months have you ever had vaccination?
gu: છેલ્લા 3 મહિનામાં તમે ક્યારેય રસીકરણ કરાવ્યું છે?

source: Yes
gu: હા

source: No
gu: ના

source: Donation Request
gu: દાનની વિનંતી

source: Your Request
gu: તમારી વિનંતિ

source: Decline
gu: નકારો

source: Donate Now
gu: સ્વીકારો

source: Create a Request
gu: વિનંતી બનાવો

source: Enter location
gu: સ્થાન દાખલ કરો

source: Date
gu: તારીખ

source: Time
gu: સમય

source: Note
gu: નૉૅધ

source: Blood Group
gu: બ્લડ ગ્રુપ

source: View details
gu: વિગતો જુઓ

source: Feed
gu: ફીડ

source: Rewards
gu: પારિતોષિકો

# donation_detail
source: Donation Details
gu: દાનની વિગતો

# blood_successfully_requested
source: Blood is successfully requested.
gu: રક્તની સફળતાપૂર્વક વિનંતી કરવામાં આવી છે.

# thanks_for_accepting_request
source: Thanks for accepting the request.
gu: વિનંતી સ્વીકારવા બદલ આભાર.

source: Swipe up for more
gu: વધુ માટે ઉપર સ્વાઇપ કરો

# last_donated_date
source: Last donation date
gu: દાનની છેલ્લી તારીખ

source: Life saved
gu: જીવ બચાવ્યા

source: Top Rated
gu: ઉત્તમ

# good_behaviour
source: Good Behavior
gu: સારું વર્તન

source: Send Request
gu: વિનંતી મોકલી

source: Rewards Points
gu: રિવોર્ડ પોઈન્ટ્સ

source: Badge
gu: બેજ

source: Donator
gu: દાતા

source: Life Savior
gu: જીવન તારણહાર

source: Superhero
gu: સુપરહીરો

source: You have to save
gu: આ બેજ મેળવવા માટે તમારે

# life_to_get_badge
source: life to get this badge
gu: જીવન બચાવવા પડશે

source: You have saved
gu: તમે અત્યાર સુધીમાં

source: valuable life till now
gu: મૂલ્યવાન જીવન બચાવ્યા છે

# donate_blood_to_save_life_and_become_superhero
source: Donate blood to save life and become a super hero
gu: જીવન બચાવવા માટે રક્તદાન કરો અને સુપર હીરો બનો

source: Available Donors
gu: ઉપલબ્ધ દાતાઓ

source: Confirm donation
gu: દાનની પુષ્ટિ કરો

source: Call
gu: કૉલ કરો

source: Donation confirmed
gu: દાનની પુષ્ટિ થઈ

source: Edit Profile
gu: પ્રોફાઇલ સંપાદિત કરો

source: Change Language
gu: ભાષા બદલો

source: Donation History
gu: દાન ઇતિહાસ

source: Change Password
gu: પાસવર્ડ બદલો

source: Log Out
gu: લૉગ આઉટ

source: Profile updated successfully
gu: પ્રોફાઇલ સફળતાપૂર્વક અપડેટ થઈ

source: I Donated
gu: મેં દાન કર્યું

# thank_you_text
source: Thank you immensely for your blood donation, your selfless act has been recorded.
gu: તમારા રક્તદાન માટે ખૂબ ખૂબ આભાર, તમારું નિઃસ્વાર્થ કાર્ય રેકોર્ડ કરવામાં આવ્યું છે.

source: In pending
gu: બાકી છે

# no_available_donor
source: No available donors
gu: કોઈ દાતા ઉપલબ્ધ નથી

source: Points
gu: પોઈન્ટ

source: The provided phone number is not valid.
gu: ફોન નંબર માન્ય નથી.

source: Please enter your phone number to login.
gu: લૉગિન કરવા માટે કૃપા કરીને તમારો ફોન નંબર દાખલ કરો.

source: Phone number can not be empty
gu: ફોન નંબર ખાલી હોઈ શકતો નથી

source: Invalid phone number
gu: અમાન્ય ફોન નંબર

# code_resend_to_your_mobile_number
source: Code sent to your mobile number
gu: તમારા મોબાઈલ નંબર પર કોડ મોકલ્યો

source: You cannot donate as per Questionnaires
gu: તમે પ્રશ્નાવલી મુજબ દાન કરી શકતા નથી

source: Register SuccessFully
gu: સફળતાપૂર્વક નોંધણી કરો

source: Personal Information
gu: વ્યક્તિગત માહિતી

source: Profile Image
gu: પ્રોફાઇલ છબી

source: First name can not be empty
gu: પ્રથમ નામ ખાલી ન હોઈ શકે

source: Middle name can not be empty
gu: મધ્ય નામ ખાલી ન હોઈ શકે

source: Last name can not be empty
gu: છેલ્લું નામ ખાલી ન હોઈ શકે

source: AADHAR number can not be empty
gu: આધાર નંબર ખાલી ન હોઈ શકે

source: Invalid AADHAR number
gu: અમાન્ય આધાર નંબર

# national_identification
source: National Identification (AADHAR CARD)
gu: રાષ્ટ્રીય ઓળખ (આધાર કાર્ડ)

source: Please select profile image
gu: કૃપા કરીને પ્રોફાઇલ છબી પસંદ કરો

source: Please select gender
gu: કૃપા કરીને લિંગ પસંદ કરો

source: Please select valid birth date
gu: કૃપા કરીને માન્ય જન્મ તારીખ પસંદ કરો

source: Please select national identification
gu: કૃપા કરીને રાષ્ટ્રીય ઓળખ પસંદ કરો

source: Please select city
gu: કૃપા કરીને શહેર પસંદ કરો

source: Please select area
gu: કૃપા કરીને વિસ્તાર પસંદ કરો

source: Choose current location
gu: વર્તમાન સ્થાન પસંદ કરો

source: Blood donation request not found.
gu: રક્તદાનની વિનંતી મળી નથી.

source: Are you sure to decline blood request?
gu: શું તમે ખરેખર રક્તની વિનંતીને નકારી શકો છો?

source: No donation history found.
gu: કોઈ દાન ઇતિહાસ મળ્યો નથી.

source: Available To Donate
gu: તમે દાન કરવા માટે ઉપલબ્ધ છો

source: About us
gu: અમારા વિશે

source: Contact us
gu: અમારો સંપર્ક કરો

source: Privacy Policy
gu: ગોપનીયતા નીતિ
